//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "İptal";
"Done" = "Bitti";

/* Default title */
"Photos" = "Fotoğraflar";

/* No. of selected */
"%@ Photo Selected" = "%@ Fotoğraf Seçilmiş";
"%@ Photos Selected" = "%@ Fotoğraf Seçilmiş";
"%@ Video Selected" = "%@ Görüntü Seçilmiş";
"%@ Videos Selected" = "%@ Görüntü Seçilmiş";
"%@ Items Selected" = "%@ Öge Seçilmiş";

/* Grid view footer */
"%@ Photos" = "%@ Fotoğraf";
"%@ Videos" = "%@ Görüntü";
"%@ Photos, %@ Videos" = "%1$@ Fotoğraf, %2$@ Görüntü";

/* Assets index */
"%@ of %@" = "%1$@ / %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Bu uygulamanın fotoğraf ve görüntülerinize erişme izni yok.";
"You can enable access in Privacy Settings." = "Gizlilik Ayarları bölümünden izin verebilirsiniz.";

/* Messages if no assets */
"No Photos or Videos" = "Henüz bir Fotoğraf ya da Görüntü yok";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Kamerayı kullanarak fotoğraf ve görüntüler çekebileceğiniz gibi, iTunes uygulaması ile kullandığınız \n%@ üzerindeki fotoğraf ve görüntüleri eşitleyebilirsiniz.";
"You can sync photos and videos onto your %@ using iTunes." = "iTunes uygulaması ile kullandığınız %@ üzerindeki fotoğraf ve görüntüleri eşitleyebilirsiniz.";

/* Accessibility labels */
"Play" = "Oynat";
"Select" = "Seçin";
"Deselect" = "Bırakın";

/* Video duration spell out */
"hours" = "saat";
"hour" = "saat";
"minutes" = "dakika";
"minute" = "dakika";
"seconds" = "saniye";
"second" = "saniye";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Akış Görüntüsü Oynatılamadı";
"OK" = "Tamam";
